-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Nov 02, 2023 at 01:17 AM
-- Server version: 10.4.28-MariaDB
-- PHP Version: 8.2.4

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `shopping2`
--

-- --------------------------------------------------------

--
-- Table structure for table `sp_product`
--

CREATE TABLE `sp_product` (
  `id` int(11) NOT NULL,
  `name` text DEFAULT NULL,
  `img` text DEFAULT NULL,
  `price` int(11) DEFAULT NULL,
  `description` text DEFAULT NULL,
  `type` text DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- Dumping data for table `sp_product`
--

INSERT INTO `sp_product` (`id`, `name`, `img`, `price`, `description`, `type`) VALUES
(1, 'เสื้อยืด U AIRism คอตตอน คอกลม แขน 1/2 ทรงหลวม', 'm1.png', 490, 'คอลเลคชัน Uniqlo U ผลงานสร้างสรรค์ของทีมดีไซเนอร์นานาชาติที่เปี่ยมด้วยทักษะและความมุ่งมั่น ณ ศูนย์วิจัยและพัฒนาแห่งกรุงปารีส ภายใต้การดูแลของ \"คริสตอฟ เลอแมร์\" ผู้อำนวยการฝ่ายศิลป์\r\n\r\n- ดีไซน์คอกลมแคบดูสุภาพเรียบร้อย\r\n- แขนเสื้อสองส่วน\r\n- ทรงกว้างในดีไซน์ไหล่ตก\r\n- โครงสร้างผ้าดับเบิ้ลเฟซในทรงกว้าง ไหล่ตกดูเรียบโก้\r\n- ดีไซน์ที่ไม่ว่าใครก็สวมใส่ได้\r\n- ชุดคู่ใจประจำตู้เสื้อผ้าที่สวมใส่ได้หลายโอกาส', 'sh01'),
(2, 'เสื้อยืด DRY-EX คอกลม แขนสั้น (Light)', 'm2.png', 590, '- ถักด้วยเส้นด้ายชนิดละเอียดที่ให้น้ำหนักเบากว่าเสื้อ \'ดรายเอ็กซ์\' (\'DRY-EX\') รุ่นปกติ 25%\r\n- เรียบลื่นเป็นพิเศษและน้ำหนักเบาเหมือนไม่ได้สวมใส่อะไรเลย\r\n- เนื้อผ้าถักที่ระบายอากาศได้ดีในดีไซน์ลายทางช่วยถ่ายเทอากาศได้อย่างดีเยี่ยมเพื่อสัมผัสสดชื่นสบายตลอดวัน\r\n- โครงสร้างของผ้าช่วยให้ระบายเหงื่อได้เร็ว พร้อมสัมผัสเรียบลื่นและรู้สึกแห้งสบาย\r\n- งานเย็บแขนเสื้อและปกเสื้อใช้เทคนิครีดด้วยความร้อนเพื่อความสบายเป็นสำคัญ\r\n- ทำจากโพลีเอสเตอร์รีไซเคิล 100%', 'sh01'),
(3, 'เสื้อยืด แขน 1/2 ทรงหลวม ลายทาง', 'm3.png', 790, '- ผ้าคอตตอน 100% คงรูปได้ดีแม้หลังซัก\r\n- เนื้อผ้าคงรูปกำลังดีให้สัมผัสเนียนนุ่ม\r\n- ผ่านกระบวนการฟอกเพื่อให้ได้ลุคแคชชวล\r\n- ทรงหลวมสวมใส่ดูดีได้ทุกสรีระ\r\n- ดีไซน์แขนสองส่วนและกระเป๋าเสื้อสวมใส่ตัวเดียวก็ดูดี', 'sh01'),
(4, 'เสื้อยืด แขน 1/2 ทรงหลวม ลายทาง', 'm4.png', 790, '- ผ้าคอตตอน 100% ใช้ได้นาน\r\n- เนื้อผ้าคงรูปกำลังดีให้สัมผัสเนียนนุ่ม\r\n- คงรูปได้ดีหลังซัก\r\n- ผ่านกระบวนการฟอกให้ผิวสัมผัสโดดเด่น\r\n- เสื้อทรงหลวมแขนสองส่วน\r\n- ดีไซน์ลายทางให้ความรู้สึกสนุกสนาน', 'sh01'),
(5, 'เสื้อโปโล AIRism แขนสั้น', 'm5.png', 790, '- ผ้า \'แอริซึ่ม\' (\'AIRism\') ผิวสัมผัสเนียนนุ่มคล้ายผ้าคอตตอน\r\n- มีคุณสมบัติคูลทัช (Cool Touch)\r\n- เนื้อผ้าคงรูปสวยให้ลุคเนี้ยบ\r\n- แห้งเร็วด้วยเทคโนโลยีดราย (DRY)\r\n- คอปกสไตล์ทางการดูเรียบหรู\r\n- ออกแบบปกเสื้อให้ดูดีแม้ไม่ติดกระดุม\r\n- แมตช์กับเสื้อแจ็คเก็ตในสไตล์เสื้อผ้าทำงานแบบแคชชวล\r\n- ความยาวและทรงดูลงตัวทั้งการสวมใส่แบบปล่อยชายเสื้อและเก็บชายเสื้อ', 'sh01'),
(6, 'เสื้อฮู้ด DRY-EX กันยูวี UV Protection มีซิป แขนยาว', 'sm1.png', 790, '- เนื้อผ้าระบายอากาศได้ดี\r\n- ผสานคุณสมบัติยูวีโพรเทคชัน\r\n- มาพร้อมเทคโนโลยี \'ดรายเอ็กซ์\' (\'DRY-EX\') ที่ช่วยให้ผ้าแห้งเร็ว\r\n- ทำจากผ้ายืดพิเศษ\r\n- แขนเสื้อทรงสโลปช่วยให้ขยับแขนได้ง่าย\r\n- กระเป๋าด้านข้างมีซิป', 'sht01'),
(7, 'เสื้อคาร์ดิแกน ผ้าสเวต แขนยาว', 'sm2.png', 990, '- ผ้าถักสัมผัสเนียนละเอียดพร้อมสีสันสวยสะดุดตาที่มาในลุคเรียบหรู\r\n- เนื้อผ้าหนากำลังดีจับแต่งเล่นเลเยอร์ได้ง่าย\r\n- เนื้อผ้าเรียบลื่นลดปัญหาการเกิดขุยผ้าได้\r\n- ทรงหลวมเพื่อให้แต่งตัวสไตล์เล่นเลเยอร์ได้ง่าย\r\n- พร้อมกระเป๋าด้านข้างใช้สะดวก\r\n- สาบเสื้อพร้อมกระดุมสีเข้าชุดให้ลุคเนี้ยบ\r\n- จั๊มชายเสื้อและปลายแขน', 'sht01'),
(8, 'เสื้อคาร์ดิแกน ผ้าสเวต แขนยาว', 'sm3.png', 1290, '- ซับในทำจากเส้นใยที่ไม่ทำให้เกิดขุยตามเสียงตอบรับจากลูกค้า จึงไม่มีขนผ้าติดบนเสื้อตัวใน\r\n- เสื้อสวมหัวผ้าสเวตผิวสัมผัสเนียนละเอียดนุ่มสบาย\r\n- ให้ความพิถีพิถันเป็นพิเศษกับเนื้อผ้าด้านในที่สัมผัสกับผิวของคุณ\r\n- ดีไซน์เรียบง่ายที่ปรับแต่งสไตล์ได้สะดวก\r\n- ชายเสื้อเป็นผ้าลายนูนเพื่อความเนี้ยบให้ช่วงเอว\r\n- ทรงหลวมเหมาะสำหรับสวมใส่เล่นเลเยอร์\r\n- กระเป๋าด้านข้างตามแนวตะเข็บ', 'sht01'),
(9, 'เสื้อฮู้ดพาร์กา ใส่ได้ 2 ด้าน', 'sm4.png', 1490, '- ผ้าด้านนอกเป็นมันเงาคงรูปแมตช์เข้ากับเสื้อผ้าได้ทุกสไตล์\r\n- ซับในผ้าเจอร์ซี่สัมผัสนุ่มช่วยให้สอดแขนได้ง่าย\r\n- ด้านนอกเคลือบสะท้อนหยดน้ำ *เคลือบผิวผ้าเพื่อให้คงคุณสมบัติสะท้อนหยดน้ำได้ยาวนาน ผิวเคลือบไม่ได้ติดอยู่ถาวร\r\n- ดีไซน์สวมใส่ได้ 2 ด้าน\r\n- กระเป๋าทำมุมใช้งานได้สะดวก\r\n- ฮู้ดคงรูปได้ดีแม้ไม่รูดซิปด้านหน้า\r\n- แขนเสื้อทรงโค้งเพื่อความคล่องตัว', 'sht01'),
(10, 'ยีนส์ ทรงเข้ารูป (Damaged)', 'p1.png', 1490, '- เพลิดเพลินกับภาพลักษณ์และสัมผัสของผ้าเดนิมขนานแท้\r\n- ทรงตรงตั้งแต่เข่าช่วงบนถึงปลายขากางเกง\r\n- ดีไซน์พิถีพิถันทุกรายละเอียด ตั้งแต่กระดุม หมุดย้ำ และสีของด้ายเย็บ\r\n- ตำแหน่งกระเป๋าหน้าสูงขึ้นเล็กน้อยและกระเป๋าหลังทำมุมเป็นแนวเฉียงดูมีสไตล์\r\n- กางเกงยีนส์ลุควินเทจพร้อมเฟดสีซีดอย่างเป็นธรรมชาติที่พัฒนาโดยศูนย์นวัตกรรมกางเกงยีนส์\r\n- ลดจำนวนตะเข็บเพื่อให้ได้สัมผัสที่มีน้ำหนักเบายิ่งขึ้น\r\n- เทคโนโลยี BLUE CYCLE JEANS ช่วยลดปริมาณน้ำ* ที่ใช้ในกระบวนการแต่งผิวผ้า สินค้าแต่ละชนิดจะประหยัดน้ำได้ในปริมาณที่แตกต่างกัน\r\n\r\n*สูงสุด 99% ข้อมูลจากการเปรียบเทียบกางเกงยีนส์ทรงกระบอกสำหรับผู้ชายรุ่นปี 2017 และ 2018 ซึ่งใช้เทคโนโลยีที่ศูนย์พัฒนานวัตกรรมกางเกงยีนส์ของเราพัฒนาขึ้นเมื่อปี 2018', 'pt01'),
(11, 'กางเกง จ็อกเกอร์ Ultra Stretch DRY-EX', 'p2.png', 990, '- ปรับใหม่ด้วยเส้นใยเนื้อละเอียดพิเศษเพื่อสัมผัสที่เนียนนุ่มยิ่งขึ้น\r\n- เนื้อผ้าแห้งเร็วและดูดซับความชื้นได้ดี\r\n- กระเป๋าสะโพกมีซิปเพื่อความสะดวกยิ่งขึ้น\r\n- ผ้ายืดพิเศษยืดได้อย่างอิสระทั้งแนวตั้งและแนวนอนเพื่อให้เคลื่อนไหวได้อย่างคล่องตัว\r\n- กางเกงเปี่ยมคุณสมบัติที่ตอบโจทย์การใช้งานอเนกประสงค์ทั้งการใส่พักผ่อนอยู่กับบ้าน ใส่ไปทำงาน หรือแม้แต่ใส่เล่นกีฬา\r\n- เนื้อผ้า \'แอริซึ่ม\' (\'AIRism\') สัมผัสนุ่มผสานเทคโนโลยีดราย (DRY) ที่ช่วยให้ผ้าแห้งเร็ว\r\n- มาพร้อมเทคโนโลยี \'ดรายเอ็กซ์\' (\'DRY-EX\')\r\n- กางเกงมาดเนี้ยบเปี่ยมสไตล์ที่ให้การเคลื่อนไหวคล่องตัวและผิวสัมผัสเรียบลื่นดุจแพรไหม\r\n- ทำจากโพลีเอสเตอร์รีไซเคิล', 'pt01'),
(12, 'ยีนส์ Ultra Stretch ทรงสกินนี่ (Damaged)', 'p3.png', 1490, '- ผ้ายืดพิเศษที่มาพร้อมคุณสมบัติยืดและคืนรูปได้ดีเยี่ยม\r\n- กางเกงยีนส์ผู้ชายที่ยืดได้มากที่สุดจากยูนิโคล่\r\n- ทรงรัดรูปผสานผ้ายืดใส่สบายกระชับพอดีถึงปลายขา\r\n- ตำแหน่งกระเป๋าหลังอยู่สูงช่วยให้ช่วงขาดูเรียว\r\n- เลือกความหนาของด้ายยืน ขนาดของเส้นด้าย และกรรมวิธีการผลิตอย่างพิถีพิถันเพื่อให้ได้ผิวสัมผัสโดดเด่นขนานแท้\r\n- กระดุมผิวด้านและสีสันของด้านเย็บไม่ฉูดฉาดช่วยเสริมลุคให้ดูดีมีระดับ\r\n- ตะเข็บข้างทำจากเส้นใยนุ่มให้สัมผัสสบายผิว\r\n- ดีไซน์แต่งขาดดูคลาสสิกที่พัฒนาโดยศูนย์นวัตกรรมกางเกงยีนส์\r\n- เทคโนโลยี BLUE CYCLE JEANS ช่วยลดปริมาณน้ำ* ที่ใช้ในกระบวนการแต่งผิวผ้า สินค้าแต่ละชนิดจะประหยัดน้ำได้ในปริมาณที่แตกต่างกัน\r\n\r\n*สูงสุด 99% ข้อมูลจากการเปรียบเทียบกางเกงยีนส์ทรงกระบอกสำหรับผู้ชายรุ่นปี 2017 และ 2018 ซึ่งใช้เทคโนโลยีที่ศูนย์พัฒนานวัตกรรมกางเกงยีนส์ของเราพัฒนาขึ้นเมื่อปี 2018', 'pt01'),
(13, 'ยีนส์ Selvedge ทรงตรง', 'p4.png', 1490, '- ผ้าริมเดนิมคอตตอน 100% พร้อมดีเทล “ริมแดง” แบบคลาสสิก\r\n- ดีไซน์ทรงตรงแบบมาตรฐานสวมใส่ได้หลายโอากส\r\n- เดนิมอินดิโก้เนื้อผ้าแข็งยิ่งสวมใส่ยิ่งมีสไตล์เป็นเอกลักษณ์\r\n- ตอบโจทย์ได้ทั้งแบบแคชชวลและทางการ', 'pt01'),
(14, 'กางเกงขาสั้น Easy ผ้าเจอร์ซี่', 'l1.png', 490, '- ผ้าคอตตอน 100% น้ำหนักเบา\r\n- ใช้เทคนิคการทอผ้าก่อนย้อมสีเพื่อให้ดูลำลอง\r\n- มีสายปรับกระชับช่วงเอวที่ช่วยให้ปรับขนาดได้', 'shg01'),
(15, 'กางเกงขาสั้น Easy Dry ผ้ายืด', 'l2.png', 790, '- ปรับเนื้อผ้าใหม่เพื่อมอบสัมผัสโดดเด่นเป็นพิเศษ\r\n- ผ้าทวิลล์ยืดหยุ่นให้สัมผัสสบาย\r\n・มาพร้อมเทคโนโลยีดราย (DRY)\r\n- ผ่านกระบวนการฟอกเพื่อสัมผัสเนียนนุ่มดูแคชชวล\r\n- ดีไซน์แบบสวมพร้อมขอบเอวยางยืด\r\n- ไม่มีซิปหน้า\r\n- มีสายปรับกระชับด้านในขอบเอว\r\n- กางเกงขาสั้นพร้อมขอบเอวยางยืดสำหรับใส่เป็นเสื้อผ้าประจำวัน', 'shg01'),
(16, 'ชุดนอน AIRism คอตตอน แขนยาว', 'l3.png', 1490, '- ผ้าคอตตอนเจอร์ซี่ \'แอริซึ่ม\' (AIRism)\r\n- ชุดนอนปกกว้างดีไซน์คลาสสิก\r\n- เสริมผ้าแต่งขอบรอบปกเสื้อที่แมตช์กัน\r\n- ทรงหลวมสวมใส่สบายตลอดคืน\r\n- กางเกงมีกระเป๋าด้านหลังใช้สะดวก\r\n- ขอบเอวยางยืดปรับได้', 'shg01'),
(17, 'กางเกง ผ้าแฟลนเนล ขา 5 ส่วน มีลาย', 'l4.png', 990, '- ปรับเนื้อผ้าใหม่เป็นผ้าแฟลนเนลผสมเรยอนเพื่อให้มีสัมผัสนุ่ม ยืดหยุ่น และเรียบลื่น\r\n- ขาห้าส่วนใส่สบาย\r\n- ขอบเอวยางยืดมีสายปรับกระชับช่วงเอวที่ช่วยให้ปรับขนาดได้สะดวก\r\n- สาบหน้ามีซิปพร้อมกระเป๋าหลัง\r\n- ลายสก็อต\r\n- เหมาะที่จะเป็นชุดลำลองใส่ในบ้านหรือใส่เล่นในสไตล์แคชชวล', 'shg01'),
(18, 'กระเป๋าสะพายหลัง', 'e1.png', 1990, 'คอลเลคชัน Uniqlo U ผลงานสร้างสรรค์ของทีมดีไซเนอร์นานาชาติที่เปี่ยมด้วยทักษะและความมุ่งมั่น ณ ศูนย์วิจัยและพัฒนาแห่งกรุงปารีส ภายใต้การดูแลของ ”คริสตอฟ เลอแมร์” ผู้อำนวยการฝ่ายศิลป์\r\n\r\n- ผ้าไนลอนผิวมันเงาดูหรูหรา\r\n- เคลือบสะท้อนหยดน้ำ *ผิวเคลือบไม่ได้ติดอยู่ถาวร\r\n- มีช่องกระเป๋าใช้สะดวกพร้อมซิปในส่วนฝาปิด\r\n- มีสายด้านบนสำหรับปิดช่องเก็บของหลัก\r\n- เปิดช่องเก็บของหลักได้โดยใช้ซิปด้านหลังซ้าย\r\n- มีช่องเก็บของแยกส่วนที่ด้านล่าง\r\n- ช่องใส่คอมพิวเตอร์แล็ปท็อปด้านในรองรับขนาดสูงสุด 13 นิ้ว\r\n- ดีไซน์ที่เหมาะกับทุกคน\r\n- ขนาดกำลังดีพร้อมช่องเก็บของมากคุณสมบัติ\r\nสามารถจุของได้ 30 ลิตร', 'etc01'),
(19, 'กระเป๋าหูรูด ขนาดเล็ก', 'e2.png', 790, 'คอลเลคชัน Uniqlo U ผลงานสร้างสรรค์ของทีมดีไซเนอร์นานาชาติที่เปี่ยมด้วยทักษะและความมุ่งมั่น ณ ศูนย์วิจัยและพัฒนาแห่งกรุงปารีส ภายใต้การดูแลของ \"คริสตอฟ เลอแมร์\" ผู้อำนวยการฝ่ายศิลป์\r\n\r\n- ผิวสัมผัสคล้ายผ้าคอตตอน\r\n- ผิวไม่มันเงาแต่ให้สัมผัสนุ่ม\r\n- ขนาดเล็กแต่ใส่สิ่งของจำเป็นได้ทุกอย่าง\r\n- มีเชือกดึงเพื่อช่วยให้จัดทรงกระเป๋าได้ตามปริมาณสิ่งของที่ต้องการใส่\r\n- มีกระเป๋าซิปด้านใน\r\n- สายสะพายไหล่ปรับได้', 'etc01'),
(20, 'กระเป๋าผ้า คอตตอน', 'e3.png', 100, 'โปรดทราบว่าสินค้านี้อาจมีรหัสสินค้าแตกต่างไป แม้จะเป็นสินค้าเดียวกันก็ตาม\r\nรายละเอียดเนื้อผ้า\r\n100% ฝ้าย\r\nคำแนะนำในการซัก\r\nซักมือด้วยน้ำเย็น, ห้ามซักแห้ง\r\n- รูปภาพที่แสดง อาจมีสีที่ยังไม่วางจำหน่าย', 'etc01'),
(21, 'กระเป๋าสะพายไหล่ STUDIO GHIBLI', 'e4.png', 590, 'สตูดิโอจิบลิ\r\n\r\nพบกับดีไซน์ที่แต่งแต้มด้วยงานศิลปะอันหลากหลายและเป็นผลงานสร้างชื่อให้กับจิบลิ ซึ่งรวมถึงผลงานของ ”กานต์ญาดา” ศิลปินชาวไทยด้วย เราหวังว่าคอลเลคชันนี้จะทำให้ทุกคนได้สัมผัสกับความสดใสและความมีชีวิตชีวาของสตูดิโอจิบลิ สวัสดี พร้อมแล้วไปกันเลย!\r\n\r\nกานต์ญาดา พระแท่น\r\nศิลปินจากประเทศไทย ”From Pak Thong Chai” ได้รับการตีพิมพ์ประจำในวารสารรายเดือน ”Neppu” ที่เผยแพร่ในประเทศญี่ปุ่นโดยสตูดิโอจิบลิ ซึ่งได้มีการนำเสนอผลงานภาพถ่ายและบทกวีของเธอในทุกเดือน เธอเป็นผู้เขียนหนังสือเรื่อง “The Tale of Ghibli Museum” และร่วมเขียน “Goro, Where did you Come from, Where are you Going?” กับ “Words of Wisdom I Heard from Ghibli’s Suzuki About Work.” (ทั้งสองเล่มตีพิมพ์ในญี่ปุ่น) นอกจากนี้ในปี 2022 เธอยังได้ออกหนังสือชื่อ ”KANYADA” ซึ่งเป็นหนังสือรวมภาพถ่ายบรรยากาศที่สวยงามของอำเภอปักธงชัยในประเทศไทยด้วย\r\n\r\nToshio Suzuki\r\nเกิดที่เมืองนาโงยะในปี 1948 หลังจบการศึกษาจากคณะอักษรศาสตร์ มหาวิทยาลัยเคโอ เขาได้มีโอกาสร่วมงานกับ Tokuma Shoten Publishing โดยได้รับมอบหมายให้ดูแลนิตยสารรายสัปดาห์ “Asahi Geino” และมีส่วนร่วมในการเปิดตัวนิตยสารแอนิเมชันรายเดือน “Animage” ระหว่างที่ทำงานในตำแหน่งรองบรรณาธิการและบรรณาธิการ เขาได้เข้าร่วมผลิตผลงานของ Isao Takahata และ Hayao Miyazaki ซึ่งรวมถึงเรื่อง “Nausicaä of the Valley of the Wind”, “Grave of the Fireflies” และ “My Neighbor Totoro” เขาเป็นหนึ่งในผู้ก่อตั้งสตูดิโอจิบลิในปี 1985 และเข้าร่วมงานกับสตูดิโอจิบลิอย่างเต็มตัวในปี 1989 นับแต่นั้นมาเขาก็เป็นโปรดิวเซอร์ให้กับภาพยนตร์แทบทุกเรื่องของสตูดิโอ ปัจจุบันเขาดำรงตำแหน่งเป็นประธานกรรมการบริหารและโปรดิวเซอร์ของสตูดิโอจิบลิ\r\n\r\nLicensed by Studio Ghibli\r\nSTUDIO GHIBLI™ เป็นเครื่องหมายการค้าจดทะเบียนของ Studio Ghibli Inc\r\nออกแบบโดย Uniqlo Co., Ltd. ในประเทศญี่ปุ่น\r\n© Studio Ghibli\r\n© Kanyada', 'etc01'),
(22, 'กระเป๋า พับเก็บได้ Doraemon Sustainability Mode', 'e5.png', 590, '・มาในดีไซน์แบรนด์แอมบาสเดอร์ด้านความยั่งยืนระดับโลกของยูนิโคล่ “Doraemon Sustainability Mode”\r\n・ทำจากผ้าโพลีเอสเตอร์รีไซเคิล 100%\r\n・สามารถใส่ในถุงเก็บที่ให้มาได้\r\n\r\nDoraemon Sustainability Mode ⒸFujiko-Pro', 'etc01'),
(23, 'เสื้อยืด AIRism คอตตอน แขนสั้น', 'w1.png', 590, '- \'แอริซึ่ม\' (AIRism) มอบสัมผัสเรียบลื่นแบบผ้าคอตตอน\r\n- เสื้อดูเนี้ยบดีไซน์คอกลมเข้ารูป\r\n- ทรงหลวมสั้นขึ้นเล็กน้อยดูดีแม้สวมใส่แค่ตัวเดียว\r\n- ชายเสื้อยาวไม่เท่ากันในดีไซน์ผ่าข้างเสริมสไตล์ให้สวยโดดเด่น\r\n- แมตช์ได้ง่ายกับกางเกงหรือกระโปรงทุกสไตล์\r\n- ดูดีมีสไตล์เมื่อแมตช์กับเสื้อแจ็คเก็ต', 'sh02'),
(24, 'เสื้อคอเต่า HEATTECH ผ้าฟลีซ แขนยาว', 'w2.png', 490, '- ผ้า \'ฮีทเทค\' (HEATTECH) มาพร้อมคุณสมบัติดูดซับและกักเก็บความร้อน เสริมผ้าฟลีซเพื่อให้กักเก็บความร้อนได้ดียิ่งขึ้น\r\n- ผ้าฟลีซผสมอะคริลิกและเรยอนสัมผัสนุ่ม\r\n- เนื้อผ้ายืดหยุ่นให้สัมผัสสบาย\r\n- ดีไซน์คอเต่าเพื่อความอุ่นสบายเป็นพิเศษ\r\n- ทรงหลวมช่วงไหล่ให้ลุครีแล็กซ์\r\n- ไอเทมสำหรับเล่นเลเยอร์ที่ใส่ได้ทุกโอกาส\r\n- แมตช์ได้ง่ายกับกางเกงหรือกระโปรงทุกสไตล์', 'sh02'),
(25, 'เสื้อสายเดี่ยว ไร้ตะเข็บ เสริมบรา ทรงครอป', 'w3.png', 790, '- มีคัพในตัวจึงสามารถสวมใส่เป็นบราหรือเป็นเสื้อก็ได้\r\n- ด้านข้างไร้ตะเข็บสวมใส่กระชับสบาย\r\n- ตอบโจทย์ลงตัวทั้งสไตล์สปอร์ตและลุคเรียบหรูโดยไม่ต้องกังวลว่าจะเห็นสายบรา\r\n- ทรงครอป\r\n- ดีไซน์คอกลมสไตล์เสื้อสายเดี่ยว\r\n- ทรงกระชับเข้ารูป\r\n- โครงสร้างสองชั้นในลุคแคชชวลจากผ้าลายนูนด้านนอกและผ้าผิวเรียบด้านใน\r\n- ปรับความยาวได้ด้วยตัวปรับสายด้านหลัง\r\n- ไม่มีป้ายวิธีการดูแลรักษา', 'sh02'),
(26, 'เสื้อยืด คอกลม แขนสั้น ลายทาง', 'w4.png', 590, '- ทำจากผ้าคอตตอน 100%\r\n- ช่วงคอเป็นผ้าลายนูน\r\n- สวมใส่กระชับสบายและเนื้อผ้าไม่ติดผิว\r\n- ทรงหลวมลงตัวพร้อมแขนเสื้อยาวขึ้นเพื่อปกปิดช่วงแขนด้านบน\r\n- แมตช์กับกางเกงหรือกระโปรงสไตล์ต่างๆ เพื่อลุคทางการหรือแคชชวลได้ง่าย\r\n- ลายทางแมตช์ลุคให้สวยเด่นกับเสื้อผ้าได้ทุกสไตล์', 'sh02'),
(27, 'เสื้อแขนกุด สไตล์ American Sleeve เสริมบรา ทรงครอป', 'w5.png', 790, '- ดีไซน์เว้าหลังที่ปรับแนวรอบวงแขนให้ดูโฉบเฉี่ยวยิ่งขึ้น\r\n- ปรับดีไซน์ให้ยาวขึ้นเล็กน้อยตามเสียงตอบรับจากลูกค้า\r\n- พร้อมคัพในตัวที่ปรับให้กระชับรับสรีระทรวงอกได้ดีขึ้นกว่าเดิม\r\n- มีคัพในตัวจึงสามารถสวมใส่เป็นบราหรือเป็นเสื้อก็ได้\r\n- เสริมคัพในตัวช่วยให้แต่งตัวได้ง่ายโดยไม่ต้องกังวลว่าจะเห็นสายบรา\r\n- อวดช่วงไหล่ในลุคที่สบายตา\r\n- ผ้าลายนูนร่องแคบดูทึบแสง\r\n- ตอบโจทย์ทั้งการสวมใส่ตัวเดียวและแต่งสไตล์เล่นเลเยอร์', 'sh02'),
(28, 'เสื้อฮู้ด AIRism กันยูวี UV Protection ผ้าตาข่าย มีซิป แขนยาว', 'so1.png', 990, '- \'แอริซึ่ม\' (\'AIRism\') มอบสัมผัสเรียบลื่น\r\n- พร้อมเทคโนโลยีดราย (DRY) คูลทัช (Cool Touch) ยูวีโพรเทคชัน และคุณสมบัติลดการเกิดกลิ่น\r\n- ทำจากโพลีเอสเตอร์รีไซเคิล\r\n- ดีไซน์พับเก็บได้\r\n- มีสายปรับขนาดฮู้ด\r\n- ปรับความยาวใหม่ให้จัดสไตล์ได้ง่าย\r\n- ดีไซน์พับเก็บได้จากกระเป๋าด้านหลังจึงพกพาใส่กระเป๋าได้สะดวก\r\n- ทรงหลวมเล็กน้อย\r\n- ตอบโจทย์ทั้งสไตล์สปอร์ต ใส่ทำกิจกรรมยามว่าง และแคชชวล', 'sht02'),
(29, 'เสื้อแจ็คเก็ต Light Down ขนเป็ด', 'so2.png', 3490, 'พบกับคอลเลคชันแรกจาก Clare Waight Keller ที่ได้นำเสนอความเหนือระดับที่สวมใส่ง่ายและสอดผสานเข้ากับไอเทมประจำวันอันเปี่ยมด้วยคุณภาพตามหลักปรัชญา LifeWear ได้อย่างลงตัว ไอเทมที่สวยงามเหนือกาลเวลาถูกนำมาดีไซน์ใหม่ให้เป็นทรงหลวมที่ดูพลิ้วไหวด้วยเนื้อผ้าสมัยใหม่เพื่อยกระดับความมีสไตล์ให้เสื้อผ้าประจำวัน\r\n\r\n- เนื้อผ้าน้ำหนักเบาทำจากเส้นด้ายเนื้อละเอียดเพื่อให้ผิวสัมผัสเนียนนุ่ม\r\n- ดาวน์ขนเป็ดเกรดพรีเมียมอุ่นสบายมีค่า Fill Power สูงถึง 750* *วัดด้วยวิธี IDFB\r\n- โครงสร้างพิเศษไม่มีดาวน์แพ็คให้น้ำหนักเบาเป็นพิเศษ\r\n- ซับในมาพร้อมคุณสมบัติลดการเกิดไฟฟ้าสถิต\r\n- ทรงพองกลมหลวมสบาย\r\n- ความยาวระดับสะโพกตอบโจทย์สำหรับสวมใส่เป็นเสื้อตัวนอก\r\n- ดีไซน์ไร้ปกเดินตะเข็บควิลท์แบบมินิมอลสวมใส่ได้หลายโอกาส', 'sht02'),
(30, 'เสื้อโค้ท PUFFTECH ทรงหลวม', 'so3.png', 4990, 'พบกับคอลเลคชันแรกจาก Clare Waight Keller ที่ได้นำเสนอความเหนือระดับที่สวมใส่ง่ายและสอดผสานเข้ากับไอเทมประจำวันอันเปี่ยมด้วยคุณภาพตามหลักปรัชญา LifeWear ได้อย่างลงตัว ไอเทมที่สวยงามเหนือกาลเวลาถูกนำมาดีไซน์ใหม่ให้เป็นทรงหลวมที่ดูพลิ้วไหวด้วยเนื้อผ้าสมัยใหม่เพื่อยกระดับความมีสไตล์ให้เสื้อผ้าประจำวัน\r\n\r\n- ชั้นนวมเปี่ยมคุณสมบัติให้สัมผัสอบอุ่นเบาสบาย พัฒนาขึ้นจากความร่วมมือของยูนิโคล่กับโทเร\r\n- เนื้อผ้าด้านนอกน้ำหนักเบาทำจากเส้นด้ายเนื้อละเอียดเพื่อให้ผิวสัมผัสเนียนนุ่ม\r\n- เคลือบสะท้อนหยดน้ำ *เคลือบผิวผ้าเพื่อให้คงคุณสมบัติสะท้อนหยดน้ำได้ยาวนาน ผิวเคลือบไม่ได้ติดอยู่ถาวร\r\n- ซักเครื่องได้\r\n- ทรงยาวมีวอลุ่ม\r\n- ทรงหลวม\r\n- สายปรับใช้ผูกเอวได้\r\n- ช่วงคอติดกระดุมได้\r\n\r\n\"วอร์มแพด\" เปลี่ยนชื่อใหม่เป็น \"พัฟเทค\"', 'sht02'),
(31, 'เสื้อ Blouson PUFFTECH', 'so4.png', 2990, 'พบกับคอลเลคชันแรกจาก Clare Waight Keller ที่ได้นำเสนอความเหนือระดับที่สวมใส่ง่ายและสอดผสานเข้ากับไอเทมประจำวันอันเปี่ยมด้วยคุณภาพตามหลักปรัชญา LifeWear ได้อย่างลงตัว ไอเทมที่สวยงามเหนือกาลเวลาถูกนำมาดีไซน์ใหม่ให้เป็นทรงหลวมที่ดูพลิ้วไหวด้วยเนื้อผ้าสมัยใหม่เพื่อยกระดับความมีสไตล์ให้เสื้อผ้าประจำวัน\r\n\r\n- ชั้นนวมเปี่ยมคุณสมบัติให้สัมผัสอบอุ่นเบาสบาย พัฒนาขึ้นจากความร่วมมือของยูนิโคล่กับโทเร\r\n- เนื้อผ้าด้านนอกน้ำหนักเบาทำจากเส้นด้ายเนื้อละเอียดเพื่อให้ผิวสัมผัสเนียนนุ่ม\r\n- เคลือบสะท้อนหยดน้ำ *เคลือบผิวผ้าเพื่อให้คงคุณสมบัติสะท้อนหยดน้ำได้ยาวนาน ผิวเคลือบไม่ได้ติดอยู่ถาวร\r\n- ซักด้วยมือได้\r\n- ปกเสื้อผ้าลูกฟูกดูโดดเด่น\r\n- ทรงหลวม\r\n- ปลายแขนเสริมผ้าลายนูนดูเนี้ยบ\r\n- มีสายปรับกระชับชายเสื้อ\r\n\r\n\"วอร์มแพด\" เปลี่ยนชื่อใหม่เป็น \"พัฟเทค\"', 'sht02'),
(32, 'เสื้อโค้ท Double Face ทรงป้าย', 'so5.png', 4990, 'พบกับคอลเลคชันแรกจาก Clare Waight Keller ที่ได้นำเสนอความเหนือระดับที่สวมใส่ง่ายและสอดผสานเข้ากับไอเทมประจำวันอันเปี่ยมด้วยคุณภาพตามหลักปรัชญา LifeWear ได้อย่างลงตัว ไอเทมที่สวยงามเหนือกาลเวลาถูกนำมาดีไซน์ใหม่ให้เป็นทรงหลวมที่ดูพลิ้วไหวด้วยเนื้อผ้าสมัยใหม่เพื่อยกระดับความมีสไตล์ให้เสื้อผ้าประจำวัน\r\n\r\n- ทำจากเนื้อผ้าหรูหรา\r\n- ดีไซน์ไร้ปกจัดสไตล์แบบเสื้อคาร์ดิแกนได้\r\n- มาพร้อมเข็มขัดสำหรับใช้คาดเอว\r\n- ให้ลุคทรงเอหลวมสบายพร้อมอวดเนื้อผ้าทิ้งตัวสวยได้เพียงแค่ถอดเข็มขัดออก\r\n- กระเป๋าเสริมผ้ากัสเซ็ต\r\n- แขนเสื้อทรงกว้างมีวอลุ่ม\r\n- ดีไซน์ผ่าข้างเคลื่อนไหวสะดวก\r\n- ทรงหลวม', 'sht02'),
(33, 'เสื้อแจ็คเก็ต ทรงหลวม', 'so6.png', 3490, 'A collection by Clare Waight Keller, who brings effortless sophistication to the high-quality daily essentials of LifeWear. Timeless pieces are reimagined with both oversized and fluid silhouettes in modern fabrics for an elevated everyday.\r\n\r\n- Shaggy, brushed texture.\r\n- Oversized cut.\r\n- Double pockets on the chest can be accessed from the side.\r\n- Buttons at the hem allow you to adjust the silhouette.', 'sht02'),
(34, 'กางเกง ผ้าลูกฟูก ทรงกว้าง', 'q1.png', 1990, 'พบกับคอลเลคชันแรกจาก Clare Waight Keller ที่ได้นำเสนอความเหนือระดับที่สวมใส่ง่ายและสอดผสานเข้ากับไอเทมประจำวันอันเปี่ยมด้วยคุณภาพตามหลักปรัชญา LifeWear ได้อย่างลงตัว ไอเทมที่สวยงามเหนือกาลเวลาถูกนำมาดีไซน์ใหม่ให้เป็นทรงหลวมที่ดูพลิ้วไหวด้วยเนื้อผ้าสมัยใหม่เพื่อยกระดับความมีสไตล์ให้เสื้อผ้าประจำวัน\r\n\r\n- ทำจากผ้าคอตตอนลูกฟูก 100% ที่มีผิวสัมผัสเป็นมันเงา\r\n- เอวปกติขากว้างตรง\r\n- เดินตะเข็บส่วนต่อผ้าด้านหลัง\r\n- กระเป๋าแต่งกุ๊นด้านหลังขวา', 'pt02'),
(35, 'กางเกง จ็อกเกอร์ Ultra Stretch AIRism', 'q2.png', 990, '- พบกับกางเกงจ็อกเกอร์แอ็คทีฟผ้ายืดพิเศษของเราในแบบเนื้อผ้าแอริซึ่ม (\'AIRism\') สัมผัสเรียบลื่น\r\n- เสริมเทคโนโลยีดราย (DRY) และคูลทัช (Cool Touch)\r\n- ทรงจ็อกเกอร์ดูคล่องตัว\r\n- กระเป๋าหลังมีซิป\r\n- ดูดีในสไตล์แคชชวลหรือแนวสปอร์ต', 'pt02'),
(36, 'ยีนส์ ผ้ายืด ขาตรง ทรงเข้ารูป', 'q3.png', 1490, '- ผ้าเดนิมยืดสบายเพิ่มความคล่องตัว\r\n- ดีไซน์กระเป๋า 5 ช่องและงานเย็บสไตล์คลาสสิก\r\n- เอวปกติตอบโจทย์ทุกกิจกรรม\r\n- ช่วงเอวและต้นขาเข้ารูปสวยในทรงขาตรงตั้งแต่ช่วงเข่าจนถึงข้อเท้า\r\n- ทรงสวยใส่สบายสไตล์วินเทจ\r\n- เทคโนโลยี BLUE CYCLE JEANS ช่วยลดปริมาณน้ำ* ที่ใช้ในกระบวนการแต่งผิวผ้า สินค้าแต่ละชนิดจะประหยัดน้ำได้ในปริมาณที่แตกต่างกัน\r\n\r\n*สูงสุด 99% ข้อมูลจากการเปรียบเทียบกางเกงยีนส์ทรงกระบอกสำหรับผู้ชายรุ่นปี 2017 และ 2018 ซึ่งใช้เทคโนโลยีที่ศูนย์พัฒนานวัตกรรมกางเกงยีนส์ของเราพัฒนาขึ้นเมื่อปี 2018', 'pt02'),
(37, 'กางเกง Smart ขา 5 ส่วน (ความยาวปกติ 64 - 66 cm)*', 'q4.png', 1290, '- ผ้าสวยงานคุณภาพจากเส้นใยโพลีเอสเตอร์รีไซเคิล\r\n- เนื้อผ้ายืดได้สองทาง\r\n- ดูแลรักษาง่ายด้วยคุณสมบัติลดการเกิดรอยยับ * จัดทรงก่อนนำไปตากให้แห้ง\r\n- สีขาวทึบแสง\r\n- ขอบเอวยางยืดแบบซ่อน\r\n- มีหูกางเกงสำหรับใส่เข็มขัด\r\n- ทรงขาสอบเล็กน้อยแต่ไม่อึดอัดช่วงหัวเข่า\r\n- กางเกงทรงสวยที่ไม่รัดต้นขาและน่องมากเกินไป\r\n- จีบกลางคงรูปแม้ผ่านการซักหลายครั้ง\r\n- ดีไซน์สวมใส่ได้หลายโอกาสทั้งสไตล์ทางการและแคชชวล\r\n- ดูดีเป็นพิเศษเมื่อสวมกับเสื้อเชิ้ตสอดชายเข้าด้านในกางเกง', 'pt02'),
(38, 'ชุดนอนแขนสั้น Winnie the Pooh Collection', 'o1.png', 990, 'Winnie the Pooh Collection\r\n\r\nพบกับเรื่องราวอันแสนอบอุ่นหัวใจและตลกขบขันของ Winnie the Pooh และผองเพื่อน ผลงานจาก A. A. Milne ซึ่งเป็นที่ชื่นชอบของผู้คนทุกยุคทุกสมัยนับตั้งแต่ที่ Winnie-the-Pooh ถูกตีพิมพ์ครั้งแรกในปี 1926 คอลเลคชันชุดลำลองใส่ในบ้านนี้แต่งแต้มไปด้วยลวดลายของเจ้าหมี Pooh แสนน่ารัก พักผ่อนและเพลิดเพลินไปกับคอลเลคชันชุดลำลอง Winnie the Pooh ได้แล้ววันนี้\r\n\r\n©Disney\r\nBased on the \"Winnie the Pooh\" works by A.A. Milne and E.H. Shepard.', 'shg02'),
(39, 'ชุดนอน ผ้าซาติน แขนสั้นขายาว มีลาย', 'o2.png', 990, '- ผ้าซาตินลื่นเป็นเงาและทิ้งตัวสวย\r\n- ดูแลรักษาง่ายด้วยคุณสมบัติลดการเกิดรอยยับ *จัดทรงก่อนนำไปตากให้แห้ง\r\n- ชุดนอนแขนสั้นดีไซน์เรียบง่ายแต่งดีเทลกุ๊นดูคลาสสิก\r\n- พิมพ์ลายดอกไม้สวยสไตล์วาดด้วยมือ\r\n- มีกระเป๋าข้างใช้งานสะดวก\r\n- ตอบโจทย์ทั้งการสวมใส่เป็นชุดนอนและชุดลำลองใส่ในบ้าน', 'shg02'),
(40, 'ชุดนอน AIRism คอตตอน แขนยาว', 'o3.png', 1290, '- ผ้า \'แอริซึ่ม\' (AIRism) ผิวสัมผัสเนียนนุ่มแบบผ้าคอตตอน\r\n- มาพร้อมเทคโนโลยีดราย (DRY) ที่ช่วยให้ผ้าแห้งเร็ว\r\n- ตัวเสื้อไม่มีตะเข็บด้านข้างให้ความรู้สึกเรียบเนียนสบายผิว\r\n- กุ๊นคอเสื้อสีสันสดใสดูโดดเด่น\r\n- ทรงหลวมสวมใส่สบาย\r\n- กางเกงมีกระเป๋าใช้สะดวก\r\n-เราสนับสนุนการลดปริมาณของเสียและการใช้น้ำมันในกระบวนการผลิต เสื้อผ้าที่ผลิตขึ้นโดยใช้โพลีเอสเตอร์รีไซเคิลเป็นส่วนหนึ่งของความพยายามดังกล่าว\r\nสัดส่วนของวัสดุรีไซเคิลจะขึ้นอยู่กับชนิดสินค้า โปรดดูรายละเอียดเพิ่มเติมที่ \"วัสดุ\"', 'shg02'),
(41, 'ชุดนอน ผ้า Seersucker สัมผัสนุ่ม แขนสั้น ลาย Gingham Checked', 'o4.png', 990, '- ผ้าเซียร์ซัคเกอร์จากผ้าคอตตอนผสมเรยอนที่มีสัมผัสเนียนนุ่มเหลือเชื่อ\r\n- ดีไซน์ปกเชิ้ตและมีแขนเสื้อหลวมเพื่อความคล่องตัว\r\n- เหมาะสำหรับทุกโอกาส ทั้งใส่ในเป็นชุดนอน ใส่อยู่บ้าน และออกไปเที่ยวข้างนอก', 'shg02'),
(42, 'ชุดนอน AIRism คอตตอน แขนยาว ลายจุด', 'o5.png', 1290, '- ผ้า \'แอริซึ่ม\' (AIRism) ผิวสัมผัสเนียนนุ่มแบบผ้าคอตตอน\r\n- มาพร้อมเทคโนโลยีดราย (DRY) ที่ช่วยให้ผ้าแห้งเร็ว\r\n- ตัวเสื้อไม่มีตะเข็บด้านข้างให้ความรู้สึกเรียบเนียนสบายผิว\r\n- ทรงหลวมสวมใส่สบาย\r\n- กางเกงมีกระเป๋าใช้สะดวก\r\n- ดีไซน์ลายจุดดูน่ารัก\r\n-เราสนับสนุนการลดปริมาณของเสียและการใช้น้ำมันในกระบวนการผลิต เสื้อผ้าที่ผลิตขึ้นโดยใช้โพลีเอสเตอร์รีไซเคิลเป็นส่วนหนึ่งของความพยายามดังกล่าว\r\nสัดส่วนของวัสดุรีไซเคิลจะขึ้นอยู่กับชนิดสินค้า โปรดดูรายละเอียดเพิ่มเติมที่ \"วัสดุ\"', 'shg02'),
(43, 'รองเท้าบูทยาว', 'wq1.png', 2490, 'พบกับคอลเลคชันแรกจาก Clare Waight Keller ที่ได้นำเสนอความเหนือระดับที่สวมใส่ง่ายและสอดผสานเข้ากับไอเทมประจำวันอันเปี่ยมด้วยคุณภาพตามหลักปรัชญา LifeWear ได้อย่างลงตัว ไอเทมที่สวยงามเหนือกาลเวลาถูกนำมาดีไซน์ใหม่ให้เป็นทรงหลวมที่ดูพลิ้วไหวด้วยเนื้อผ้าสมัยใหม่เพื่อยกระดับความมีสไตล์ให้เสื้อผ้าประจำวัน\r\n\r\n- ทำจากหนังเทียมดุนลายนูน\r\n- ทำความสะอาดง่าย\r\n- พร้อมคุณสมบัติควบคุมการเกิดกลิ่นที่พื้นรองเท้าชั้นใน\r\n- รองเท้าบูตยาวสวมใส่กระชับสบาย\r\n- สวมใส่และถอดออกง่าย จัดสไตล์สอดปลายขากางเกงไว้ในรองเท้าบูตได้\r\n- พื้นรองเท้าชั้นในซับแรงกระแทก\r\n- พื้นรองเท้าชั้นนอกช่วยเสริมสไตล์ให้ดูเด่น\r\n- ใช้แพทเทิร์นที่พัฒนาขึ้นเป็นพิเศษเพื่อให้สัมผัสสบายไม่คับแน่นบริเวณปลายเท้า\r\n- รองเท้าโลฟเฟอร์ที่ผสานประสิทธิภาพและสไตล์ไว้เป็นหนึ่งเดียว', 'etc02'),
(44, 'รองเท้าบูท ผูกเชือก', 'wq2.png', 1990, 'พบกับคอลเลคชันแรกจาก Clare Waight Keller ที่ได้นำเสนอความเหนือระดับที่สวมใส่ง่ายและสอดผสานเข้ากับไอเทมประจำวันอันเปี่ยมด้วยคุณภาพตามหลักปรัชญา LifeWear ได้อย่างลงตัว ไอเทมที่สวยงามเหนือกาลเวลาถูกนำมาดีไซน์ใหม่ให้เป็นทรงหลวมที่ดูพลิ้วไหวด้วยเนื้อผ้าสมัยใหม่เพื่อยกระดับความมีสไตล์ให้เสื้อผ้าประจำวัน\r\n\r\n- ทำจากหนังเทียมดุนลายนูน\r\n- ทำความสะอาดง่าย\r\n- พร้อมคุณสมบัติควบคุมการเกิดกลิ่นที่พื้นรองเท้าชั้นใน\r\n- ดีไซน์ผูกเชือกสวมใส่สบาย\r\n- ด้านข้างมีซิปช่วยให้ถอดรองเท้าได้สะดวกโดยไม่ต้องถอดเชือก\r\n- พื้นรองเท้าชั้นในซับแรงกระแทก\r\n- ดีไซน์อย่างมีสไตล์เพื่อความกระชับสวยที่ช่วงข้อเท้า\r\n- พื้นรองเท้าชั้นนอกช่วยเสริมสไตล์ให้ดูเด่น\r\n- ใช้แพทเทิร์นที่พัฒนาขึ้นเป็นพิเศษเพื่อให้สัมผัสสบายไม่คับแน่นบริเวณปลายเท้า\r\n- รองเท้าโลฟเฟอร์ที่ผสานประสิทธิภาพและสไตล์ไว้เป็นหนึ่งเดียว', 'etc02'),
(45, 'หมวก ผ้าถัก กันยูวี UV Protection ทรง Bucket', 'wq3.png', 790, '- หมวกบักเก็ตผ้าถักสัมผัสนุ่ม\r\n- คงรูปได้ดี\r\n- พร้อมเทคโนโลยียูวีโพรเทคชัน\r\n- โครงสร้างเชื่อมผสานที่ตะเข็บให้ลุคดูเนี้ยบ\r\n- ปีกหมวกสองชั้นทนทาน\r\n- เย็บตะเข็บหนาเพื่อสไตล์โดดเด่นอย่างมีระดับ\r\n- สวมใส่ง่ายได้ทุกโอกาส', 'etc02'),
(46, 'กระเป๋า Mini Messenger', 'wq4.png', 790, 'คอลเลคชัน Uniqlo U ผลงานสร้างสรรค์ของทีมดีไซเนอร์นานาชาติที่เปี่ยมด้วยทักษะและความมุ่งมั่น ณ ศูนย์วิจัยและพัฒนาแห่งกรุงปารีส ภายใต้การดูแลของ ”คริสตอฟ เลอแมร์” ผู้อำนวยการฝ่ายศิลป์\r\n\r\n- ทำจากผ้าไนลอนผิวไม่มันเงา\r\n- ขนาดกะทัดรัดพกพาสะดวก\r\n- ตัวล็อคแม่เหล็ก\r\n- ช่องกระเป๋าสามช่องสามารถจัดสิ่งของได้อย่างเป็นระเบียบ\r\n- พวงกุญแจด้านในถอดได้\r\n- ดีไซน์ที่เหมาะกับทุกคน', 'etc02'),
(47, 'ผ้าพันคอ ผ้าไหมคอตตอน', 'wq5.png', 590, 'พบกับคอลเลคชันแรกจาก Clare Waight Keller ที่ได้นำเสนอความเหนือระดับที่สวมใส่ง่ายและสอดผสานเข้ากับไอเทมประจำวันอันเปี่ยมด้วยคุณภาพตามหลักปรัชญา LifeWear ได้อย่างลงตัว ไอเทมที่สวยงามเหนือกาลเวลาถูกนำมาดีไซน์ใหม่ให้เป็นทรงหลวมที่ดูพลิ้วไหวด้วยเนื้อผ้าสมัยใหม่เพื่อยกระดับความมีสไตล์ให้เสื้อผ้าประจำวัน\r\n\r\n- ผ้าคอตตอนผสมผ้าไหม 25% เนื้อโปร่งมีผิวสัมผัสเป็นมันเงา\r\n- ขนาดใหญ่ใช้เป็นผ้าคลุมไหล่ได้\r\n- พิมพ์ลายสีสันสไตล์วินเทจ', 'etc02');

-- --------------------------------------------------------

--
-- Table structure for table `sp_transaction`
--

CREATE TABLE `sp_transaction` (
  `id` int(11) NOT NULL,
  `transid` text DEFAULT NULL,
  `orderlist` text DEFAULT NULL,
  `amount` int(11) DEFAULT NULL,
  `shipping` int(11) DEFAULT NULL,
  `vat` int(11) DEFAULT NULL,
  `netamount` int(11) DEFAULT NULL,
  `operation` text DEFAULT NULL,
  `mil` bigint(20) DEFAULT NULL,
  `updated_at` text DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- Dumping data for table `sp_transaction`
--

INSERT INTO `sp_transaction` (`id`, `transid`, `orderlist`, `amount`, `shipping`, `vat`, `netamount`, `operation`, `mil`, `updated_at`) VALUES
(1, '1698875222130', '[{\"index\":\"0\",\"id\":\"1\",\"name\":\"Bishop \",\"price\":\"3500\",\"img\":\"1.jpg\",\"count\":\"1\"}]', 3500, 3560, 249, 3809, 'PENDING', 1698875222000, '2023-11-02 04:47:02am'),
(2, '1698882806098', '[{\"index\":\"0\",\"id\":\"47\",\"name\":\"\\u0e1c\\u0e49\\u0e32\\u0e1e\\u0e31\\u0e19\\u0e04\\u0e2d \\u0e1c\\u0e49\\u0e32\\u0e44\\u0e2b\\u0e21\\u0e04\\u0e2d\\u0e15\\u0e15\\u0e2d\\u0e19\",\"price\":\"590\",\"img\":\"wq5.png\",\"count\":\"1\"},{\"index\":\"1\",\"id\":\"46\",\"name\":\"\\u0e01\\u0e23\\u0e30\\u0e40\\u0e1b\\u0e4b\\u0e32 Mini Messenger\",\"price\":\"790\",\"img\":\"wq4.png\",\"count\":\"1\"},{\"index\":\"3\",\"id\":\"44\",\"name\":\"\\u0e23\\u0e2d\\u0e07\\u0e40\\u0e17\\u0e49\\u0e32\\u0e1a\\u0e39\\u0e17 \\u0e1c\\u0e39\\u0e01\\u0e40\\u0e0a\\u0e37\\u0e2d\\u0e01\",\"price\":\"1990\",\"img\":\"wq2.png\",\"count\":\"1\"}]', 3370, 3430, 240, 3670, 'PENDING', 1698882806000, '2023-11-02 06:53:26am');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `sp_product`
--
ALTER TABLE `sp_product`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sp_transaction`
--
ALTER TABLE `sp_transaction`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `sp_product`
--
ALTER TABLE `sp_product`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=48;

--
-- AUTO_INCREMENT for table `sp_transaction`
--
ALTER TABLE `sp_transaction`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
